{
  "title": "Backpacks as therapy",
  "sections": [
    {
      "title": "Sashko Horondi",
      "paragraphs": [
        "Hi there!! I'm Oleksandr Horondi, founder of the HORONDI brand. I was born and grew up in Zakarpattia Oblast and, truth be told, the early 20 years of my life aren't always pleasant to recall or speak about. I had no one to look up to or be inspired by; no one taught me about the world, how to live in it and by what set of rules. Without any initial foundation of moral and spiritual values, I was an easily influenced teenager. Still, despite having done things I'm not proud of, I didn't consider myself a bad person. I just followed the lead of people around me, no questions asked.",
        "However, somewhere deep inside, a real me was hiding to survive the environment I was growing up in. I've always wanted to believe that each of us has a special place in the world. A place where one can be filled with all colors of life, blossom like a spring flower blooms under the warm beams of the morning son, and bring joy to the people around. If the first teacher I met in my path were a much kinder one, who knows how it all would have turned out."
      ]
    },
    {
      "paragraphs": [
        "Be that as it may, I am grateful, for this road, bumpy as it was, has lead me here. It was a long journey, but this story has a happy ending, as I've managed to find myself and my craft. This pursuit brings joy to the people around me. It gets me out of bed in the morning. It motivates me to keep improving.",
        "Maybe I shouldn't have written all of that, as it's likely that you came here simply to buy an item that will serve you and bring joy for years to come. However, HORONDI is not machine-made products from somewhere far abroad. HORONDI is something more. Every item, be it a backpack, a wallet, or a bag, contains a sliver of my soul I've put in there to share it with people. There is nothing more precious to me in the whole world than an opportunity to bring a genuine smile to the faces of people around me and see joy in their eyes. That is why, when you buy HORONDI, you give me this opportunity."
      ]
    },
    {
      "title": "Our team",
      "paragraphs": [
        "Our team consists of five people, all of whom believe in what we do. We work from dawn till dusk for you to receive your HORONDI in time. In addition, we make sure you receive the high quality you deserve. Our entire stock is made from high-quality fabric that is pleasant to the touch and has an additional durable and water-resistant layer. The bottom can be made from durable Cordura, leather or eco leather.",
        "HORONDI is located in Lviv, and the space where we create our products is as large as a usual room in your place. Therefore, we can't boast the scale of our business yet. But we are still young and only making our first steps. With your help and support, we can do anything!"
      ]
    }
  ]
}
