export const formRegExp = {
  email:
    '^([\\w-]+(?:\\.[\\w-]+)*)@((?:[\\w-]+\\.)*\\w[\\w-]{0,66})\\.([a-z]{2,6}(?:\\.[a-z]{2})?)$',
  firstName: /^([a-zа-яіїє]|[',. -][a-zа-яіїє])*$/i,
  lastName: /^([a-zа-яіїє]|[',. -][a-zа-яіїє])*$/i,
  password:
    /^(?=.*[A-ZА-ЯІЇЄ])(?=.*\d)[a-zA-Zа-яА-ЯіїєІЇЄ\d!@#$%^&*()~¥=_+}{":;'?/>.<,\\`|[\]-]{6,30}$/,
  phoneNumber:
    /^(?:\+?38)?(?:\(0\d{2}\)[ .-]?\d{3}[ .-]?\d{2}[ .-]?\d{2}|0\d{2}[ .-]?\d{3}[ .-]?\d{2}[ .-]?\d{2}|0\d{2}\d{7})$/,
  zipcode: /^\d{5}(?:[-\s]\d{4})?$/,
  country:
    "^(?=.{2,40}$)[a-zA-Zа-яА-ЯІіЇїЄєЙй]+(([',. -][a-zA-Zа-яА-ЯІіЇїЄєЙй])?[a-zA-Zа-яА-ЯІіЇїЄєЙй]*)*$",
  city: "^(?=.{2,40}$)[a-zA-Zа-яА-ЯІіЇїЄєЙй]+(([',. -][a-zA-Zа-яА-ЯІіЇїЄєЙй])?[a-zA-Zа-яА-ЯІіЇїЄєЙй]*)*$",
  region:
    "^(?=.{2,40}$)[a-zA-Zа-яА-ЯІіЇїЄєЙй]+(([',. -][a-zA-Zа-яА-ЯІіЇїЄєЙй])?[a-zA-Zа-яА-ЯІіЇїЄєЙй]*)*$",
  street:
    "^(?=.{2,40}$)[a-zA-Zа-яА-ЯІіЇїЄєЙй]+(([',. -][a-zA-Zа-яА-ЯІіЇїЄєЙй])?[a-zA-Zа-яА-ЯІіЇїЄєЙй]*)*$",
  buildingNumber: '^(?=.{1,6}$)[a-zA-Z0-9_.-]*$',
  appartment: '^(?=.{1,6}$)[a-zA-Z0-9_.-]*$',
  deliveryType: "^(?=.{1,30}$)[a-zA-Zа-яА-Яіїє]+(([',. -][a-zA-Zа-яА-Яіїє])?[a-zA-Zа-яА-Яіїє]*)*$",
  deliveryMethod:
    "^(?=.{1,30}$)[a-zA-Zа-яА-Яіїє]+(([',. -][a-zA-Zа-яА-Яіїє])?[a-zA-Zа-яА-Яіїє]*)*$",
  text: /^.{2,700}$/gm,
  link: /\b(?:(?:https?|ftp|http):\/\/|www\.)[-a-z0-9+&@#%?=~_|!:,.;]*[-a-z0-9+&@#%=~_|]/gm
};
