export const formRegExp = {
  number: /\d/,
  wholeNumber: /^\d+$/,
  email: '^(([-0-9A-z.]{0,50})@([-A-Za-z]{2,10}.){1,2}[-A-Za-z]{2,6})$',
  firstName: /^(?=.{2,30}$)([a-zа-яіїє]|[',. -][a-zа-яіїє])*$/i,
  lastName: /^([a-zа-яіїє]|[',. -][a-zа-яіїє])*$/i,
  password:
    /^(?=.*[A-ZА-ЯІЇЄ])(?=.*\d)[a-zA-Zа-яА-ЯіїєІЇЄ\d!@#$%^&*()~¥=_+}{":;'?/>.<,\\`|[\]-]{6,30}$/,
  phoneNumber: /[3-9]{1}\d{8}/g,
  zipcode: /^\d{5}(?:[-\s]\d{4})?$/,
  country:
    "^(?=.{2,40}$)[a-zA-Zа-яА-ЯІіЇїЄєЙй]+(([',. -][a-zA-Zа-яА-ЯІіЇїЄєЙй])?[a-zA-Zа-яА-ЯІіЇїЄєЙй]*)*$",
  city: "^(?=.{2,40}$)[A-zА-яІіЇїЄєЙй]+(([',. -][A-zА-яІіЇїЄєЙй])?[A-zА-яІіЇїЄєЙй]*)*$",
  region:
    "^(?=.{2,40}$)[a-zA-Zа-яА-ЯІіЇїЄєЙй]+(([',. -][a-zA-Zа-яА-ЯІіЇїЄєЙй])?[a-zA-Zа-яА-ЯІіЇїЄєЙй]*)*$",
  district: "^(?=.{2,40}$)[A-zА-яІіЇїЄєЙй]+(([',. -][A-zА-яІіЇїЄєЙй])?[A-zА-яІіЇїЄєЙй]*)*$",
  street: "^(?=.{2,40}$)[A-zА-яІіЇїЄєЙй]+(([',. -][A-zА-яІіЇїЄєЙй])?[A-zА-яІіЇїЄєЙй]*)*$",
  buildingNumber: /^\d+(\/?[A-ZА-ЯІЇЄ])?$/i,
  appartment: /^\d+(\/?[A-ZА-ЯІЇЄ])?$/i,
  deliveryType: "^(?=.{1,30}$)[a-zA-Zа-яА-Яіїє]+(([',. -][a-zA-Zа-яА-Яіїє])?[a-zA-Zа-яА-Яіїє]*)*$",
  deliveryMethod:
    "^(?=.{1,30}$)[a-zA-Zа-яА-Яіїє]+(([',. -][a-zA-Zа-яА-Яіїє])?[a-zA-Zа-яА-Яіїє]*)*$",
  text: /^.{2,700}$/gm,
  link: /\b(?:(?:https?|ftp|http):\/\/|www\.)[-a-z0-9+&@#%?=~_|!:,.;]*[-a-z0-9+&@#%=~_|]/gm,
  search: /^([a-zа-яіїє0-9]|[',. -][a-zа-яіїє0-9])*$/i
};
