{
  "title": "Рюкзаки як терапія",
  "sections": [
    {
      "title": "Сашко Горонді",
      "paragraphs": [
        "Привіт!! Я Олександр Горонді – засновник бренду HORONDI. Народився та виріс на Закарпатті і по правді кажучи - перші 20 років мого життя були далеко не самим приємними для спогадів чи розповідей. У мене не було на кого рівнятись, від кого черпати натхнення та отримувати знання про навколишній світ, як жити в ньому і по яких правилах. Тому, не маючи початково закладеного підґрунту правильних моральний та духовних цінностей - я був підлітком, який легко потрапляє під вплив. Хоч я і робив погані речі в житті, поганою людиною я себе не вважав. Робив все те, що робили люди кругом, мовчки і без зайвих запитань.",
        "Проте, десь у глибині ще жив той справжній я, якого доводилось приховувати, щоб мати змогу існувати в середовищі, де я зростав. Я завжди хотів вірити, що десь у світі для кожного з нас є особливе місце. Місце, де кожний з нас може наповнитись барвами життя, розквітнути як весняна квітка розцвітає під теплими проміннями ранішнього сонця, приносити радість оточуючим тебе людям. І, якби сталось так, що тим першим «вчителем», якого я зустрів на своєму шляху був би хтось куди більш доброзичливий тоді хтозна як все склалось б."
      ]
    },
    {
      "paragraphs": [
        "Але сталось як сталось і я вдячний цьому, бо ця, хоч і терниста, стежка привела мене сюди. Шлях був довгий, але це історія зі щасливим кінцем і мені вдалось віднайти себе і зайнятись власним ремеслом. Це справа, яка дарує радість людям навколо. Справа – заради якої я просинаюсь зранку. Справа, яка мотивує мене рухатись вперед.",
        "Можливо, не варто було писати цього всього вище, так як не виключено, що ціль Вашого візиту просто купити річ, яка буде служити Вам багато років і дарувати радість. Але HORONDI - це не просто речі, які пошиті десь далеко за кордоном автоматизованими станками для шиття. HORONDI - це дещо більше. Кожна річ, будь це наплічник, гаманець чи сумочка – всі вони наділені душею, кожній з них я віддаю частинку своєї любові і в такий спосіб маю можливість розділяти її з людьми. В світі немає нічого благороднішого для мене ніж можливість викликати щиру посмішку на обличчях оточуючих і бачити радість в їхніх очах. Тому, купуючи HORONDI – Ви даєте мені можливість робити це."
      ]
    },
    {
      "title": "Наша команда",
      "paragraphs": [
        "Наша команда складається з п‘яти осіб, де кожен вірить в те, що робить. Ми працюємо від зорі до зорі, щоб Ви могли вчасно отримати свій HORONDI. Але при цьому ми не забуваємо про якість, яку Ви також заслуговуєте. Вся наша продукція пошита з якісної та приємної на дотик тканини з додатковим прошитим шаром дубляжу, що додає міцності та водостійкості. Дно зроблене з міцної тканини Кордура, шкіри чи еко-шкіри.",
        "HORONDI розташований у Львові і місце, де ми створюємо нашу продукцію завбільшки, як звичайна кімната у Вашому домі. Тому, зараз ми не можемо похвалитись масштабами нашого підприємства, але ми ще молоді і тільки робимо перші кроки в цьому напрямку і з Вашою допомогою та підтримкою у нас все вийде!"
      ]
    }
  ]
}
