{
    "title": "Питання та відповіді",
    "question_1": "Як увійти в особистий кабінет?",
    "question_2": "Як оформити замовлення?",
    "question_3": "Які умови повернення і обміну?",
    "question_4": "Де кнопка реєстрації на сайті?",
    "question_5": "Як взнати статус замовлення?",
    "question_6": "Які терміни обробки та доставки замовлення?",
    "question_7": "Якими транспортними компаніями, Ви відправляєте замовлення?",
    "answers": {
        "answer_1": "<p>Після оформлення замовлення на Вашу електронну пошту прийдуть реєстраційні дані доступу до особистого кабінету.</p> <p>Якщо Ви вже робили замовлення на оновленій версії сайту, то лист з логіном і паролем були відправлені Вам на електронну пошту після оформлення першого замовлення (перевірте на всякий випадок папку Cпам).</p><p>Якщо Ви не знайшли дані, то натисніть кнопку Забули пароль. І введіть свою електронну пошту, на яку повинен прийти пароль.</p>",

        "answer_2": "<p><span>На сторінці товару можна дізнатися докладну інформацію про товар (фотографії, доступні кольори та розміри) і додати товар у кошик або скористатись опцією <купити зараз>.</span></p> <p><span>Натисни у правому верхньому кутку кошика, або купити зараз на сторінці продукту, щоб перейти до повноцінного перегляду кошика, де можна змінити кількість речей.</span></p> <p><span>Переконавшись, що в кошику все правильно, можна розпочати процес оформлення замовлення. На наступному етапі можна вказати спосіб та адресу доставки. І це останній крок для завершення процесу покупки на нашому сайті.",

        "answer_3": "<p>Обмін та повернення товару належної якості проводиться протягом 14 –ти днів якщо він не використовувався і якщо збережено його товарний вигляд, споживчі властивості, пломби, ярлики, а також розрахунковий документ, виданий споживачеві разом з проданим товаром. Вироби пошиті на за індивідуальним дизайном обміну не підлягають.</p><ul><li>Повернення може бути оформлене тільки для товарів, придбаних безпосередньо на нашому веб-сайті.</li><li>Якщо ви придбали свій товар від наших роздрібних партнерів, зв'яжіться безпосередньо із ними.</li><li>Повернення або обмін подарунків можуть бути здійснені лише початковому покупцеві.</li><li>Витрати на доставку, а також поштові витрати за прискореною і міжнародною доставкою не можуть бути відшкодовані.</li></ul><p>Зверніть увагу, що процедура повернення коштів триває до 3 робочих днів.</p><p>Вартість доставки повернення товару оплачується замовником.</p><p>Вартість відправки обмінного товару оплачується його одержувачем.</p>"
    }
}