{
    "title": "Питання та відповіді",
    "question_1": "Як увійти в особистий кабінет?",
    "question_2": "Як оформити замовлення?",
    "question_3": "Які умови повернення і обміну?",
    "question_4": "Де кнопка реєстрації на сайті?",
    "question_5": "Як взнати статус замовлення?",
    "question_6": "Які терміни обробки та доставки замовлення?",
    "question_7": "Якими транспортними компаніями, Ви відправляєте замовлення?",
    "answers": {
        "answer_1": "<p>Після оформлення замовлення на Вашу електронну пошту прийдуть реєстраційні дані доступу до особистого кабінету.</p> <p>Якщо Ви вже робили замовлення на оновленій версії сайту, то лист з логіном і паролем були відправлені Вам на електронну пошту після оформлення першого замовлення (перевірте на всякий випадок папку Cпам).</p><p>Якщо Ви не знайшли дані, то натисніть кнопку Забули пароль. І введіть свою електронну пошту, на яку повинен прийти пароль.</p>",

        "answer_2": "<p>Замовлення може бути оформлене на нашому сайті цілодобово. Після успішного розміщення замовлення ви отримаєте електронного листа із підтвердженням, який означає, що ваше замовлення прийняте до обробки і скоро буде надіслане вам.</p>",

        "answer_3": "<p>Товари які є в наявності Ви можете повернути належної якості протягом 14 днів з моменту покупки. Товар належної якості - це товар без ознак експлуатації, у якого збережений товарний вигляд, етикетки, пакування та додаткові аксесуари. Дані умови не стосуються повернення товарів із браком. Щоб повернути товар, відправте його разом з оригінальним пакуванням нам. Вироби пошиті за індивідуальним дизайном обміну та поверненню не підлягають.</p><ul><li>Повернення може бути оформлене тільки для товарів, придбаних безпосередньо на нашому сайті.</li><li>Якщо ви придбали свій товар від наших роздрібних партнерів, зв'яжіться безпосередньо із ними.</li><li>Повернення або обмін подарунків можуть бути здійснені лише початковому покупцеві.</li><li>Витрати на доставку, а також поштові витрати за прискореною і міжнародною доставкою не можуть бути відшкодовані.</li></ul><p>Процедура повернення коштів триває до 15 робочих днів.</p><p>Вартість доставки повернення товару оплачується замовником.</p><p>Вартість відправки обмінного товару оплачується його одержувачем.</p>",

        "answer_4": "<p>В правому верхньому куті сайту, розміщена іконка входу до власного акаунту. При натисканні на неї, відкривається вікно з посиланням (Увійти). Після цього Ви можете увійти до акаунту або перейти за посиланням (зареєструватись).</p> <p>В мобільній версії сайту, Ви зможете знайти іконку входу у правому нижньому куті меню навігації.</p>",

        "answer_5": "<p>Статус замовлення можна дізнатись зв'язавшись з нами, електронною поштою або телефоном</p>",

        "answer_6": "<p>Якщо товар є в наявності - відправка на протязі 1-3 робочих днів.</p><p>Якщо товар на передзамовленні час пошиття 7-14 робочих днів +1-2 дні, якщо доставка.</p> <p>Але якщо Вам воно потрібне на конкретну дату терміново, ми можемо пошити швидше (скажіть про це при замовленні).</p>",

        "answer_7": "<p>Відправляємо товари Новою Поштою та Укрпоштою.</p>"
    }
}